@extends('layouts.app')

@section('content')

<div class="container bg-light py-5">
    <div class="row">
        <div class="col-1"></div>
        <div class="col-10 h3 font-italic ">
            Կայքի  փուլ առ փուլ շարունակելու է համակարգչային հմտությունների ուսուցանումը։ 
            Ուսուցման ծրագիրը բազմազան է լինելու. դուք ծանոթանալու եք ալգորիթﬓեր նկարագրելու եղանակներին, տիրապետելու եք համակարգչով նկարելու և տեքստեր հավաքելու նորանոր հնարավորությունների, էլեկտրոնային աղյուսակների օգնությամբ կառուցված դիագրաﬓեր խմբագրելու եղանակներ եք կիրառելու, սովորելու եք ֆունկցիաների վարպետի օգնությամբ աշխատել աղյուսակային տվյալների հետ, ծանոթանալու եք տվյալների հենքերի հետ աշխատելու նոր ﬔթոդների, հարցուﬓերի և ձևերի հետ աշխատանքին, ինչպես նաև Համացանցում աշխատելու որոշ նոր հնարավորությունների։
Դասագիրքն ուսուﬓասիրելիս դուք կհանդիպեք նոր տերﬕնների, որոնք տպագրված են այլ գույնով, իսկ առարկային վերաբերող հիﬓա- կան նոր հասկացություններն առնված են հատուկ շրջանակների ﬔջ։ Յուրաքանչյուր դասի նյութից հետո զետեղված «Օգտակար է իմանալ» խորագրի ներքո ամփոփված ինֆորմացիան ձեզ կօգնի առավել խորու- թյամբ յուրացնել տվյալ թեման։
«Հարցեր և առաջադրանքներ» բաժինը ձեզ կօգնի պարզելու, թե որքանով եք յուրացրել դասի նյութը։
Դասագրքում հատուկ ցուցուﬓեր են տրված նաև լաբորատոր աշխա- տանքների կատարման համար, որոնք ձեզ կօգնեն տիրապետելու համակարգչի ընձեռած զանազան հնարավորությունների։

        </div>
        <div class="col-1"></div>
    </div>
</div>
    
@endsection